db.forlab.insertMany([
    {
        "Тип": "Книга",
        "Название": "Название_1",
        "Год": "2000",
        "Номер": "",
        "Издатель": "Издатель_1",
        "Количество страниц": "200",
        "ISBN": "1234",
        "Автор": "Автор_1",
    },
    {
        "Тип": "Книга",
        "Название": "Название_2",
        "Год": "2010",
        "Номер": "",
        "Издатель": "Издатель_2",
        "Количество страниц": "450",
        "ISBN": "1235",
        "Автор": "Автор_2",
    },
    {
        "Тип": "Книга",
        "Название": "Название_3",
        "Год": "1999",
        "Номер": "",
        "Издатель": "Издатель_1",
        "Количество страниц": "300",
        "ISBN": "1236",
        "Автор": [
            "Автор_3",
            "Автор_1"
        ],
    },
    {
        "Тип": "Газета",
        "Название": "Название_4",
        "Год": "2021",
        "Номер": "",
    },
    {
        "Тип": "Газета",
        "Название": "Название_5",
        "Год": "2022",
        "Номер": "",
    },
    {
        "Тип": "Газета",
        "Название": "Название_6",
        "Год": "2022",
        "Номер": "",
    },
    {
        "Тип": "Журнал",
        "Название": "Название_7",
        "Год": "2022",
        "Номер": "5"
    },
    {
        "Тип": "Журнал",
        "Название": "Название_8",
        "Год": "2021",
        "Номер": "45"
    },
    {
        "Тип": "Журнал",
        "Название": "Название_9",
        "Год": "2022",
        "Номер": "13"
    },
    {
        "Тип": "Книга",
        "Название": "Название_10",
        "Год": "2010",
        "Номер": "",
        "Издатель": "Издатель_3",
        "Количество страниц": "",
        "ISBN": "1237",
        "Автор": "Автор_4",
    },
    {
        "Тип": "Книга",
        "Название": "Название_11",
        "Год": "",
        "Номер": "",
        "Издатель": "Издатель_2",
        "Количество страниц": "200",
        "ISBN": "1238",
        "Автор": [
            "Автор_5",
            "Автор_3"
        ],
    }
])